brew "anyenv"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "ghq"
brew "jq"
brew "k9s"
brew "peco"
brew "sl"
brew "starship"
brew "terminal-notifier"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "claude"
cask "claude-code"
cask "codex"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-plemol-jp"
cask "ghostty"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "kiro-cli"
cask "rancher"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "zoom"
